"AlertSomePercentTitle" = "%d%% Restante"; // 90% Restante
"AlertOnePercentTitle" = "Seu Mac está prestes a Desligar";
"AlertChargingTitle" = "Carregando...";
"AlertChargingStoppedTitle" = "Carregador Removido";
"AlertChargingCompleteTitle" = "Carga Completa";
"AlertDeviceConnectedTitle" = "'%@' Conectado"; // 'Fones de Ouvido do Joe' Conectado
"AlertDeviceDisconnectedTitle" = "'%@' Desconectado"; // 'Fones de Ouvido do Joe' Desconectado
"AlertDeviceUnknownTitle" = "Desconhecido";
"AlertDeviceCalculatingTitle" = "Calculando...";

"AlertEstimateSummary" = "**%@** até esgotar"; // 1 hora, 32 minutos até esgotar
"AlertPercentSummary" = "Hora de pegar o cabo!";
"AlertStartedChargeSummary" = "Carga completa às **%@**."; // Carga completa às 2:32pm
"AlertChargedSummary" = "Sua bateria está completamente carregada.";

"TimestampHourFullLabel_Plural" = "%d horas";
"TimestampHourFullLabel_Single" = "%d hora";
"TimestampMinuteFullLabel_Plural" = "%d minutos";
"TimestampMinuteFullLabel_Single" = "%d minuto";
"TimestampMinuteDaysLabel_Plural" = "%d dias";
"TimestampHourAbbriviatedLabel" = "h";
"TimestampMinuteAbbriviatedLabel" = "m";
"TimestampDayAbbriviatedLabel" = "d";
"TimestampNeverLabel" = "Nunca";
"TimestampNowLabel" = "Há Poucos Momentos";

"SettingsWebsiteLabel" = "Site";
"SettingsQuitLabel" = "Sair";
"SettingsThemeLabel" = "Aparência";
"SettingsEfficiencyLabel" = "Baixo Consumo";
"SettingsCheckUpdatesLabel" = "Verificar Atualizações";
"SettingsNewUpdateLabel" = "Instalar Nova Atualização";
"SettingsDisplayLabel" = "Exibir";
"SettingsDisplayPercentLabel" = "Porcentagem";
"SettingsDisplayEstimateLabel" = "Tempo";
"SettingsDisplayNoneLabel" = "Vazio";
"SettingsDisplayRemovedLabel" = "Ícone da Barra de Menu Oculto";
"SettingsEnabledLabel" = "Ativado";
"SettingsDisabledLabel" = "Desativado";
"SettingsAboutLabel" = "Sobre";
"SettingsCustomizationLabel" = "Personalização";
"SettingsSoundEffectsLabel" = "Efeitos Sonoros";
"SettingsTriggersLabel" = "Comandos";
"SettingsNotificationsLabel" = "Notificações";
"SettingsPrereleasesLabel" = "Versões Beta";

"SettingsCustomizationMenuLabel" = "Ícone da Barra de Menu";
"SettingsCustomizationThemeDarkLabel" = "Escuro";
"SettingsCustomizationThemeLightLabel" = "Claro";
"SettingsCustomizationThemeSystemLabel" = "Sistema";
"SettingsCustomizationThemeTitle" = "Aparência";

"UpdateStatusCheckingLabel" = "Verificando Atualizações...";
"UpdateStatusIdleLabel" = "Última Verificação: %@"; // Última Verificação: há 4 horas
"UpdateStatusEmptyLabel" = "Nenhuma Atualização Disponível";
"UpdateStatusNewLabel" = "Nova atualização disponível!";

"AboutTitle" = "BatteryBoi, grátis, para sempre, para todos...";
"AboutBodyOne" = "Na agitada paisagem de apps onde as carteiras frequentemente sofrem com assinaturas recorrentes, o BatteryBoi é 100% gratuito e de código aberto, para sempre!";
"AboutBodyTwo" = "Construir um app que parece tão bom demanda muitos dias de trabalho, suor e às vezes lágrimas. É por isso que estou pedindo para pessoas e empresas que podem, considerem fazer uma doação.";
"AboutBodyThree" = "As doações manterão as luzes acesas e os updates e correções fluindo.";
"AboutBodyFooter" = "Obrigado - Joe (Fundador do BatteryBoi)";
"AboutGithubAction" = "GitHub";
"AboutDonateAction" = "Doar";
"AboutShareAction" = "Compartilhar";

"OnboardingHideIconTitle" = "Ocultar ícone padrão de bateria";
"OnboardingHideIconSubtitle" = "Você pode ocultar o ícone de bateria padrão acessando Preferências do Sistema > Centro de Controle > Bateria > Mostrar na Barra de Menu";
"OnboardingHideIconButton" = "Entendi";
